app/Http/Controllers/TestController.php

    public function index()
    {
        $values = Test::all();
---
select * from `tests`